Repository: ArroWsGM/adev-amp-gdpr
Catalog: languages/adev-amp-gdpr-*.po
Languages: ru_ru, uk

source: This site uses cookie.
ru_ru: Этот сайт использует куки.
uk: Цей сайт використовує cookie.

source: Accept
ru_ru: Принять
uk: Прийняти

source: Dismiss
ru_ru: Закрыть
uk: Закрити

source: Settings
ru_ru: Настройки
uk: Налаштування

source: Adds GDPR compliance to AMP pages
ru_ru: Добавляет GDPR-сообщение для AMP-страниц
uk: Додає GDPR діалог до сторінок AMP

source: Plugin settings
ru_ru: Настройки плагина
uk: Налаштування додатка

source: Customize GDPR compliance message
ru_ru: Изменить сообщение о соответствии GDPR
uk: Змінити сповіщення про GDPR

source: Show GDPR message
ru_ru: Показать сообщение GDPR
uk: Показати сповіщення GDPR

source: GDPR message max width
ru_ru: Максимальная ширина сообщения
uk: Максимальна ширина сповіщення

source: Add text to show as GDPR compliance message
ru_ru: Добавьте текст, чтобы показывать его в качестве сообщения
uk: Текст, який слід відображати як сповіщення про GDPR

source: Show policy link
ru_ru: Показывать ссылку на політику конфиденциальности
uk: Показати линк політики конфіденційності

source: Policy link text
ru_ru: Текст ссылки политики
uk: Текст лінку політики

source: Options saved.
ru_ru: Изменения сохранены.
uk: Налаштування збережено.

source: This allow you to set up the GDPR compliance for AMP version of site.
ru_ru: Этот плагин позволяет вам показивать сообщение о соответствии требованиям GDPR.
uk: Цей додаток дає можливість відображати сповіщення про GDP-відповідність для сторінок AMP.

source: Show GDPR?
ru_ru: Показать сообщение?
uk: Відображати сповіщення?

source: Show policy link?
ru_ru: Показывать ссылку политики?
uk: Відображати посилання?

source: Wordpress plugin for adding GDPR alerts to AMP.
ru_ru: Плагин Wordpress для добавления сообщения GDPR для AMP-страниц.
uk: Плагін Wordpress для додавання сповіщення про GDPR на сторінки AMP.
